[
  {
    "title": "Castrol Syntron X",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3853",
    "description_ru": "Одно из первых масел для автомобилей уровня supercar (премиальные и спортивные автомобили), первая синтетика Castrol;",
    "description_en": "One of the earliest engine oils developed specifically for supercar-grade engines. Syntron X represents Castrol’s first true synthetic formulation, created for engines with unusually high specific output and thermal stress.",
    "museum": false
  },
  {
    "title": "Shell TMO part 1",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3850",
    "description_ru": "Минеральное, а затем и синтетическое масло для автомобилей уровня supercar от Shell;",
    "description_en": "Shell TMO originated as a premium mineral oil for elite performance cars and later evolved into synthetic formulations, reflecting Shell’s early recognition of the lubrication demands of high-performance engines.",
    "museum": false
  },
  {
    "title": "Shell TMO part 2",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/page-3#post-4780",
    "description_ru": "-",
    "description_en": "Continuation of the Shell TMO lineage, focusing on formulation evolution, field experience, and the gradual transition from mineral excellence to synthetic thinking in high-performance lubrication.",
    "museum": false
  },
  {
    "title": "Phillips 66 Trop-Artic",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3860",
    "description_ru": "Уникальное название Trop-Artic компании Manhattan Oil было выкуплено компанией Phillips для отдельного эпохального масла, которое продержалось на рыке более 50 лет;",
    "description_en": "Trop-Artic became one of the most enduring oil brands in PCMO history. Acquired from Manhattan Oil, Phillips turned it into an all-climate flagship that survived technological and market shifts for over half a century.",
    "museum": false
  },
  {
    "title": "BP Energol",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3863",
    "description_ru": "Первое в истории масло 10W-40;",
    "description_en": "Energol holds historical significance as the first documented 10W-40 engine oil, marking the moment when viscosity engineering became an intentional design choice rather than an empirical compromise.",
    "museum": false
  },
  {
    "title": "Esso Uniflo (intro)",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3865",
    "description_ru": "Первое масло - неофициально multigrade (10-30) в 1930-х;",
    "description_en": "Uniflo was an unofficial multigrade oil in the 1930s, challenging the seasonal oil paradigm decades before multigrade classifications were formally standardized.",
    "museum": false
  },
  {
    "title": "Esso Uniflo part 1",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/page-6#post-15408",
    "description_ru": "Первое масло - multigrade вообще;",
    "description_en": "Often regarded as the first true multigrade engine oil in history, Uniflo demonstrated that controlled viscosity behavior across temperatures was chemically achievable long before polymer VI improvers became mainstream.",
    "museum": false
  },
  {
    "title": "Esso Uniflo part 2",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/page-6#post-15440",
    "description_ru": "Первое в истории масло 5W-20;",
    "description_en": "This Uniflo formulation is historically recognized as the first 5W-20 engine oil, anticipating modern low-viscosity efficiency trends by several decades.",
    "museum": false
  },
  {
    "title": "Union76 Royal Triton",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3867",
    "description_ru": "Масло фиолетового цвета - уникальное премиальное минеральное моторное масло 1950-х - 1960-х;",
    "description_en": "A premium mineral oil of the 1950s–1960s, famous for its distinctive purple color and for representing the absolute peak of pre-synthetic mineral oil formulation.",
    "museum": true
  },
  {
    "title": "Castrol Syntec FSX",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3868",
    "description_ru": "То самое масло из-за \"синтетики\" которого поспорили Mobil и Castrol. Содержало уникальные эстеры, но перешло полностью на HC;",
    "description_en": "Syntec FSX became central to the Mobil vs. Castrol dispute over the definition of synthetic oil. Initially ester-rich, it later transitioned to hydrocracked bases, setting a legal and technical precedent for the industry.",
    "museum": false
  },
  {
    "title": "Pennzoil Mult-vis",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3869",
    "description_ru": "Одно из самых продаваемых масел PCMO за всю историю.",
    "description_en": "One of the best-selling PCMOs of all time. Mult-vis also became legally notable after advertising litigation clarified that polymer mechanical strength alone does not define superior engine protection.",
    "museum": true
  },
  {
    "title": "SOHIO QVO",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3871",
    "description_ru": "Первое в истории масло 5W-40;",
    "description_en": "The first engine oil formulated as 5W-40, QVO expanded the multigrade concept into a viscosity range that would later become a European performance standard.",
    "museum": true
  },
  {
    "title": "Amoco LDO",
    "url": "https://oil-glup.ru/threads/samye-krutye-motornye-masla-vsex-vremen.178/#post-3873",
    "description_ru": "Одно из первых LL-масел - 6000 миль для самого начала 1960-х;",
    "description_en": "One of the earliest long-drain oils, rated for 6,000 miles at a time when such intervals were considered radical.",
    "museum": false
  },
  {
    "title": "Mobil SHC",
    "url": "https://oil-glup.ru/threads/top-10-samyx-velikix-pcmo-1950-2024.112/#post-1537",
    "description_ru": "Первое PAO масло;",
    "description_en": "The first commercially significant PAO-based engine oil, marking the true beginning of modern synthetic lubrication.",
    "museum": true
  }
]
